Repository: SirBepy/Drink-Talk
Catalog: lib/l10n/app_*.arb
Languages: hr

source: Create Game
hr: Kreiraj Igru

# joinExistingGame
source: Register to an existing game
hr: Prijavi se u postojeću igru

# nameExists
source: This name exists in this room, new name is:
hr: Ovo ime već postoji u ovoj sobi, novo ime je:

# leavePhone
source: Leave and don't touch phone for
hr: Spusti i ne diraj mobitel za

source: Seconds
hr: Sekundi

# waitingForHost
source: Waiting for host to start the game.
hr: Čekamo host-a da započne igru.

# instructionsFirst
source: If you lift up your phone in the next
hr: Ukoliko podigneš mobitel u sljedećih

# instructionsSecond
source: other participants will be notified that you have lost.
hr: ostalim sudionicima igre doći će notifikacija da si izgubio.

# beFair
source: Be fair and buy the drinks if you lose.
hr: Budi fer i plati piće ako gubiš.

# greatTeamQuote
source: You are a real team that can forget technology for a moment.
hr: Vi ste prava ekipa koja može zaboraviti tehnologiju na tren.

source: New game?
hr: Nova igra?

# provideUsername
source: Give your nickname or name
hr: Daj nadimak ili ime

source: Sign up
hr: Prijavi se

# nicknameEmpty
source: Nickname can't be empty
hr: Nadimak nesmije bit prazan

# roomDoesntExist
source: This room doesn't exist
hr: Ova soba više ne postoji
